Repository: foss-np/smriti
Catalog: ne_NP_Firefox_browser.tmx
Source language: en
Languages: ne

source: Devi&ce Name:
ne: साधनको नामः

source: XPath parse failure: ':' unexpected:
ne: एक्स मार्ग पद वर्णनको असफलता: ':' अनपेक्षित:

source: Show desktop &notifications
ne: डेस्कटपका सूचनाहरू देखाउनुहोस्

source: &Sort
ne: क्रमबद्ब गर्नुहोस्

source: The site at %S has been reported as an attack site and has been blocked based on your security preferences.
ne: %S मा यो साइट आक्रामक साइट भएको प्रतिवेदन दिइएको छ र तपाईँको सुरक्षा प्राथमिकताहरूका अनुसार बन्द गरिएको छ ।

source: Download
ne: डाउनलोडहरू

source: The stylesheet %1$S was not loaded because its MIME type, "%2$S", is not "text/css".
ne: शैलीपाना %1$S लोड हुन सकेन किनभने यसको माइमप्रकार, "%2$S", "text/css" होइन।

source: Sa&ns-serif:
ne: सान-सेरिफ:

source: Kyrgyzstan
ne: किर्जिस्तान

source: Always use %S to subscribe to video podcasts.
ne: भिडियो पोडकास्टहरूको सदस्यता लिन सधैँ %Sको प्रयोग गर्नुहोस् ।

source: Are you sure you wish to show your passwords?
ne: के तपाईँले पासवर्डहरू देखाउन चाहना गर्नुभएको कुरामा दृढ हुनुहुन्छ?

source: Open Frame in New &Window
ne: फ्रेमलाई नयाँ सञ्झ्यालमा खोल्नुहोस्

source: R&eload
ne: फेरी पेजको सामग्री भर्नुहोस

source: Reunion
ne: रियुनियन

source: Last modified:
ne: पछिल्लो परिमार्जित:

source: Load t&his bookmark in the sidebar
ne: यो पुस्तकचिनोलाई साइडबारमा लोड गर्नुहोस्

source: Cook Islands
ne: कुक द्विप

source: Xhosa
ne: झोसा

source: Import Options, Bookmarks, History, Passwords and other data from:
ne: विकल्पहरू, पुस्तक चिन्हहरू, इतिहास,पासवर्डहरू र अन्य डाटा आयात गर्नुहोस्:

source: Log I&n
ne: लग इन

source: Friday
ne: शुक्रबार

source: Issuer certificate is invalid.
ne: वितरक प्रमाणपत्र अमान्य छ।

source: Add Bookmarks
ne: पुस्तकचिनोहरू थप्नुहोस्

source: <Issuer Unknown>
ne: <अज्ञात जारीकर्ता>

source: Save animation frame snapshot…
ne: स्न्यापसटबाट एनिमेसन सङ्ग्रह गर्नुहोस्…

source: The method of connecting
ne: जडान गर्ने विधि

source: &File
ne: फाइल

source: &Mirror Tab
ne: मिरर ट्याब

source: Pseudo-elements can't be negated '%1$S'.
ne: Pseudo-elements ऋणात्मक '%1$S' हुन सक्दैन।

source: Import Bookmarks from:
ne: बाट पुस्तकचिनो आयात गर्नुहोस्:

source: Edit trust settings:
ne: विश्वासयोग्य सेटिङ्हरू सम्पादन गर्नुहोस्:

source: %1$S will be updated after you restart %2$S.
ne: तपाईँले %2$S पुनः सुरु गर्नुभएपछि %1$S अपडेट हुनेछ।

source: Angola
ne: एनगोला

source: Web Page, XML only
ne: वेब पृष्ठ, XML मात्र

source: &Set Up &syncBrand.fullName.label;
ne: सेटअप &syncBrand.fullName.label;

source: Certificates
ne: प्रमाणपत्रहरू

source: The following items were successfully imported:
ne: निम्नलिखित चिजहरू सफलतापूर्वक आयात गरियो:

source: remove individual cookies
ne: एक-एक कुकीहरू हटाउनुहोस्

source: Go &Back
ne: पछाडि जानुहोस्

source: &Preferences
ne: प्राथमिकताहरू

source: Subject's Public Key
ne: विषयको सार्वजनिक कुञ्जी

source: hour;hours
ne: घण्टा;घण्टा

source: Move the webpage mesh
ne: वेबपृष्ठ जाल सार्नुहोस्

source: Type CSS here.
ne: सीएसएस टाइप गर्नुहोस्।

source: Google Chrome
ne: गूगल क्रोम

source: Server incorrectly configured
ne: सर्वर गलत तरिकाले कन्फिगर भएको

source: Learn more about &DRM…
ne: DRM बारे थप जान्नुहोस्

source: &Submit Feedback…
ne: &Submit प्रतिक्रिया…

source: Searches
ne: खोजी

source: This site is suggested to you on behalf of a Mozilla partner. You can remove it at any time by clicking the %1$S button. %2$S
ne: यो टाइल तपाईँलाई Mozilla को साथीको तर्फबाट सुझाव गरिएको छ। तपाईँ %1$S मा थिचेर कुनै पनि समय यसलाई हटाउन सक्नुहुन्छ। %2$S

source: Reset zoom level (%S)
ne: जुम तह रिसेट(%S)

source: Check to see if your plugins are up to date
ne: तपाईँका प्लगिनहरू अद्यावधिक छन् भनेर जान्नुहोस्

source: There Was A Problem Accessing Your Account
ne: तपाईँको खाता पहुँच गर्न समस्या छ

source: Web Console
ne: वेब कन्सोल

source: Application details
ne: एप्लिकेसनका विवरणहरू

source: Share this page
ne: यो पृष्ठ बाँड्नुहोस्

source: &Find
ne: फेला पार्नुहोस्

source: PKCS #1 MD5 With RSA Encryption
ne: RSA गुप्तीकरणसँग PKCS #1 MD5

source: &Sign in to Sync
ne: सिङ्क गर्न साइन इन गर्नुहोस्

source: Entries cleared successfully.
ne: प्रविष्टिहरू सफलतापूर्वक खाली गरियो।

source: Advanced
ne: उन्नत

source: Data Choices
ne: डाटा चयनहरू

source: Micronesia, Federated States of
ne: माक्रोनेसिया, फेडेरेटेड स्टेट्स अफ

source: &Install
ne: स्थापना गर्नुहोस्

source: Page S&ource
ne: पृष्ठ स्रोत

source: string
ne: स्ट्रिङ्ग

source: Somalia
ne: सोमालिया

source: hide log
ne: लग लुकाउनुहोस्

source: Tracking
ne: ट्रयाक गरिँदै

source: Cannot print-preview this document yet, it is still being loaded.
ne: यो कागजात मुद्रण-पूर्वावलोकन गर्न सकिँदैन, यो अझै पनि लोड भइरहेको छ।

source: Update:
ne: अद्यावधिकः

source: Macau
ne: मकाउ

source: R&efresh %S…
ne: %S ताजा पार्नुहोस्…

source: View details for this update
ne: यो अद्यावधिकको विवरण हेर्नुहोस्

source: &Hide Toolbars
ne: टुलबारहरू लुकाउनुहोस्

source: Checking for updates…
ne: अद्यावधिक जाँच गरिदैछ…

source: Database Name
ne: डाटाबेस नाम

source: Audio Files
ne: अडियो फाइलहरू

source: Conn&ect…
ne: जडान गर्नुहोस्...

source: This month
ne: यो महिना

source: Click to select columns to display
ne: प्रदर्शन गर्नुपर्ने स्तम्भहरू चयन गर्न क्लिक गर्नुहोस्

source: &Messages
ne: सन्देशहरू

source: Private Browsing
ne: निजी ब्राउजिङ

source: Verify Your Account
ne: खाता प्रमाणिकरण गर्नुहोस्

source: Connection Log
ne: जडान लग

source: Avestan
ne: अभेस्टान

source: Privacy & History
ne: गोपनियता तथा इतिहास

source: Saved Passwords
ne: सङ्ग्रह गरिएका पासवर्डहरू

source: Welsh
ne: वेल्श

source: View…
ne: दृश्य…

source: To activate, select "Pair a Device" on your other device.
ne: सक्रिय गर्नका निमित्त तपाईको अर्को उपकरणमा "पेयर अ डिभाईस" सेलेक्ट गर्नुहोस।

source: Determining your account status…
ne: तपाईंको खाता स्थिति निर्धारण गरिदैँ…

source: Attempt to load a javascript: URL from one host in a window displaying content from another host was blocked by the security manager.
ne: जाभास्क्रिप्ट लोड गर्ने प्रयास गरिँदैः सुरक्षा प्रबन्धकले एउटा होस्टको URL खोल्दा अर्को होस्टको सामाग्री सञ्झ्यालमा देखाउँदा अवरुद्ध गर्‍यो।

source: No updates installed yet
ne: अहिले सम्म कुनै पनि अद्यावधिक स्थापना भएको छैन

source: Script: %S
ne: स्क्रिप्ट: %S

source: Display available settings
ne: उपलब्ध सेटिङहरू प्रदर्शन गर्नुहोस्

source: Your connection is not secure
ne: तपाईँको जडान सुरक्षित छैन

source: You can change this selection in Options.
ne: तपाईँ यो चयन विकल्पबाट परिवर्तन गर्न सक्नुहुन्छ।

source: Downloads
ne: डाउनलोडहरू

source: No Compatible Add-ons Found
ne: कुनै संगत एड-अनहरू भेटिएन

source: Authentication Required
ne: प्रमाणीकरण आवश्यक

source: Main Process
ne: मुख्य प्रक्रिया

source: Advanced settings
ne: उन्नत सेटिङ्हरू

source: Monday
ne: सोमबार

source: Address
ne: ठेगाना

source: Home Page Selection
ne: गृहपृष्ठ चयन

source: Install Now
ne: अहिले स्थापना गर्नुहोस्

source: Waiting for %1$S…
ne: %1$S लाई पर्खदै…

source: main
ne: मुख्य

source: Raw data copied to clipboard
ne: क्लिपबोर्डमा कच्चा डेटा प्रतिलिपि गरियो

source: Certificate Files
ne: प्रमाणपत्र फाइलहरू

source: Undo Changes
ne: परिवर्तनलाई पूर्वस्थितिमा फर्काउनुहोनुहोस्

source: <ul> <li>This could be a problem with the server's configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
ne: <ul> <li>यो सर्भरको व्यवस्थासँगको समस्या हुनसक्छ, वा कोहि अरुले सर्भरको नकल गरिरहेको हुन सक्छ।</li> <li>यदि तपाईँले पहिला सफलतापूर्वक यो सर्भरसँग जडान गरिसक्नुभएको छ भने यो समस्या अस्थायी हुनसक्छ र तपाईँले केहि समयपछि पुनः प्रयास गर्न सक्नुहुन्छ।</li> </ul>

source: Use the Microphone
ne: माइक्रोफोन प्रायोग गर्नुहोस्

source: This page is stored on your computer.
ne: यो पृष्ठ तपाईँको कम्प्युटरमा भण्डारण छ।

source: Installed plugins
ne: स्थापित प्लगइनहरू

source: Profile In Use
ne: प्रयोगमा रहेको खाता

source: Accept and Install…
ne: स्वीकार गरि स्थापना गर्नुहोस् …

source: The following updates have been installed:
ne: निम्न अद्यावधिकहरू स्थापना भयो:

source: See how it works
ne: यसले कसरी काम गर्छ हेर्नुहोस्

source: %1$S, %2$S Click to toggle the developer tools.
ne: %1$S, %2$S विकासकर्ता उपकरणहरू टगल गर्न क्लिक गर्नुहोस्।

source: index
ne: अनुक्रमणिका

source: Congo (Brazzaville)
ne: कङ्गो (ब्राजाभिल)

source: Automatically install updates
ne: अद्यावधिहरू स्वतः इन्स्टल गर्नुहोस्

source: Reported Unwanted Software Page!
ne: अनावश्यक सफ्टवेर पृष्ठबारे प्रतिवेदन पठाइयो!

source: List items
ne: सूची वस्तु

source: View the add-on install message
ne: एड-अन स्थापना सन्देश हेर्नुहोस्

source: &brandShortName; Health Report
ne: &brandShortName; को स्वास्थ्य बिवरण

source: Node operations
ne: नोड सञ्चालनहरू

source: FIPS 140 Cryptographic, Key and Certificate Services
ne: FIPS 140 क्रिप्टोग्राफिक, कुञ्जी र प्रमाणपत्र सेवाहरू

source: Firefox Sync is now set up to automatically sync all of your browser data.
ne: Firefox सिङ्कले अब स्वतः तपाईंको ब्राउजर डाटा सबै तिर सिङ्क गर्नेछ।

source: unclosed token
ne: बन्द नगरिएको टोकन

source: Are you sure?
ne: के तपाईँ निश्चित हुनुहुन्छ ?

source: Reconnect to &syncBrand.shortName.label;
ne: &syncBrand.shortName.label; मा पुनः जडान गर्नुहोस्

source: &brandShortName; will use the same settings as private browsing, and will not remember any history as you browse the Web.
ne: &brandShortName; ले तपाईँको निजी ब्राउजिङको सेटिङ्हरू प्रयोग गर्छ र तपाईँ को कुनै पनि ब्राउजिङको कुनै पनि इतिहास सुरक्षित गर्दैन

source: Certificate backup password (again):
ne: प्रमाणपत्र ब्याकअप पासवर्ड(पुनः):

source: Cancel
ne: रद्द गर्नुहोस्

source: Not specified
ne: निर्दिष्ट नगरिएको

source: &syncBrand.fullName.label; Terms of Service are available at
ne: &syncBrand.fullName.label; सेवा सर्तहरू यहाँ उपलब्ध छन्

source: Preference&s
ne: प्राथमिकताहरू

source: Your Firefox Sync service is shutting down soon. Upgrade %1$S to keep syncing.
ne: तपाईँको Firefox सिङ्क सेवा चाँडै बन्द हुँदैछ छ। सिङ्क जारी राख्न %1$S अद्यावधिक गर्नुहोस्।

source: about:rights
ne: बारेमा:अधिकारहरू

source: About &brandFullName;
ne: &brandFullName; का बारेमा

source: working together to keep the Web open, public and accessible to all.
ne: जसले वेबलाई खुल्ला, सार्वजनिक र सबैमा पहुँचको लागि सहकार्यमा काम गर्दैछ।

source: Persian
ne: पर्सियाली

source: Change whether you can receive notifications from the site
ne: तपाईं साइटबाट सूचनाहरू प्राप्त गर्न सक्नुहुन्छ कि सक्नुहुन्न छान्नुहोस्

source: Image Files
ne: तस्विर फाइलहरू

source: Are you sure you want to delete this folder?
ne: के तपाईँ यो फोल्डर मेट्ने कुरामा दृढ हुनुहुन्छ?

source: Start Tracing
ne: अनुरेखण सुरु गर्नुहोस्

source: Choose Profile Folder
ne: प्रोफाइल फोल्डर छान्नुहोस्

source: Wor&k Offline
ne: अफलाइन कार्य गर्नुहोस्

source: Microsoft File Recovery
ne: माइक्रोसफ्ट फाइल पुनर्स्थापना

source: Connect with a &syncBrand.fxAccount.label;
ne: एक &syncBrand.fxAccount.label; संग जडान गर्नुहोस्

source: Translate this page
ne: यो पृष्ठ अनुवाद गर्नुहोस्

source: State:
ne: स्थिति:

source: math table
ne: हिसाब तालिका

source: Propert&ies
ne: गुणहरू

source: Manage sharing your windows or screen with the site
ne: आफ्नो साइटमा सञ्झ्याल वा स्क्रिन साझेदारीको प्रबन्ध मिलाउनुहोस्

source: An empty profile name is not allowed.
ne: खाली प्रोफाइल नामलाई अनुमति छैन।

source: Settings for Clearing History
ne: इतिहास मेट्नको लागि सेटिङ्

source: Learn about Tab Groups replacement add-ons.
ne: ट्याब समूह प्रतिस्थापन एड-अन बारे जान्नुहोस्।

source: Lithuania
ne: लिथुआनिया

source: PKCS12 Files
ne: PKCS12 फाइलहरू

source: Ignore Scaling and S_hrink To Fit Page Width
ne: स्केलिङलाई उपेक्षा गर्नुहोस् र चौडाइसँग मिलाउन पानालाई खुम्च्याउनुहोस् ।

source: Certificate Policy Mappings
ne: प्रमाणपत्र नीति चित्रहरू

source: Cop&y Image
ne: त्सविर नकल गर्नुहोस्

source: Exit Full Screen (esc)
ne: पुरा स्क्रिनबाट निस्कनुहोस (esc)

source: &Not now
ne: अहिले होइन

source: Server Quota
ne: सर्भरको भाग

source: content info
ne: सामाग्री जानकारी

source: Do you want %S to save your tabs and windows for the next time it starts?
ne: के तपाईँ चाहनुहुन्छ कि %S ले अर्को पटक यो सुरुहुने बेलाका लागि तपाईँका ट्याब र सञ्झ्यालहरू सङ्ग्रह गर्नुहोस्?

source: Avg. Time (ms)
ne: मध्यम समय (ms)

source: Use of getAttributeNodeNS() is deprecated. Use getAttributeNS() instead.
ne: getAttributeNodeNS()को प्रयोग अस्वीकार गरिएको छ। यसको सट्टामा getAttributeNS() प्रयोग गर्नुहोस्।

source: Resume
ne: पुनः निरन्तरता दिनुहोस्

source: Use a stronger password
ne: बलियो पासवर्ड प्रयोग गर्नुहोस्

source: Jitter-buffer delay
ne: जिटर-बफर ढिलाइ

source: New &Bookmark…
ne: नयाँ पुस्तकचिनो…

source: Memory map:
ne: स्मृति मानचित्र:

source: Komi
ne: कोमी

source: Certificate backup password:
ne: प्रमाणपत्र ब्याकअप पासवर्ड:

source: Available Commands
ne: उपलब्ध आदेशहरू

source: Norwegian Nynorsk
ne: नर्वेली नाइनोर्स्क

source: Guess indentation based on source content
ne: स्रोत सामग्रीको आधारमा इन्डेन्टेसनको अनुमान गर्नुहोस्

source: You (Bundled)
ne: तपाईँ (बन्डल्ड)

source: Cannot create file. Directory %S is not writable.
ne: फाइल सिर्जना गर्न सकेन। निर्देशिका %S लेख्नयोग्य छैन

source: Walloon
ne: वालुन

source: Location: %S
ne: स्थान: %S

source: <Revoked>
ne: <खारेज गरियो>

source: Waiting…
ne: प्रतिक्षा गर्दैछ...

source: You have not granted this site any special permissions.
ne: तपाईँले यस साइटलाई कुनै विशेष अनुमति दिनुभएको छैन।

source: Change your view
ne: तपाईँको दृश्य परिवर्तन गर्नुहोस्

source: Laos
ne: लावस

source: Mute
ne: म्यूट

source: Malagasy
ne: मालागासी

source: Heard Island and McDonald Islands
ne: हर्ड टापु र मैकडोनाल्ड टापु

source: Blocked Site
ne: निषेधित साइट

source: Email me when more information is available
ne: धेरै जानकारीहरू उपलब्ध भए पछि मलाई इमेल गर्नुहोस्

source: Method
ne: विधि

source: $BrandShortName is already running. Please close $BrandShortName prior to launching the version you have just installed.
ne: $BrandShortName पहिले नै सुचारु भइरहेको छ. कृपया $BrandShortName लाई पूर्व बन्द गर स्थापना भइसकेको संस्करण सुरु गर्नलाई।

source: Shrink To Fit
ne: ठीक हुनलाई खुम्च्याउनुहोस्

source: Breton
ne: ब्रेटन

source: The site %S wants to set a second cookie.
ne: साइट %Sले दोश्रो कुकी सेट गर्न चाहन्छ।

source: Expected '%2$S' but found '%1$S'.
ne: '%2$S' अपेक्षा गरियो तर '%1$S' फेला पर्यो ।

source: Sun
ne: आइत

source: Please select one of these options.
ne: कृपया यी मध्य कुनै एक विकल्प रोज्नुहोस्।

source: Always Activate
ne: सँधै सक्रिय गर्नुहोस्

source: Starting Plugin for type
ne: टाइपको लागि प्लगइन शुरू गर्दै

source: This is a "podcast" of frequently changing content on this site.
ne: यो प्राय छिटो सामग्री परिवर्तन हुने साइटको "पोडकास्ट" हो ।

source: Tajik
ne: ताजिक

source: Waiting:
ne: प्रतिक्षा गर्दै:

source: L&ess
ne: कम

source: entry
ne: प्रविष्टि

source: Burmese
ne: बर्मेली

source: Verified by:
ne: रुजू गरिएको:

source: Create icons for $BrandShortName:
ne: $BrandShortName को लागि आइकन बनाउनुहोस्:

source: Samples
ne: नमूनाहरू

source: &Unsorted
ne: क्रमबद्ध नगरिएको

source: Ready
ne: तयार

source: Logins
ne: लग-इनहरू

source: Save &Link To…
ne: लिङ्कहरूलाई यहाँ सङ्ग्रह गर्नुहोस....

source: Do you want to trust "%S" for the following purposes?
ne: के तपाईँ यी उद्देश्यहरूका लागि %S लाई विश्वास गर्न चाहनुहुन्छ?

source: Search using %S
ne: %S को प्रयोग गरि खोज्नुहोस्

source: Frames presented
ne: फ्रेमहरू प्रस्तुत

source: Optional Recommended Components
ne: वैकल्पिक सिफारिस गरिएका अवयवहरू

source: Book&mark This Frame
ne: यो फ्रेमलाई पुस्तकचिनो हाल्नुहोस्

source: Sync Selection
ne: छनौट सिन्क गर्नुहोस्

source: Unexpected server response.
ne: अप्रत्याशित सर्भर प्रतिक्रिया।

source: Burundi
ne: बुरुन्डी

source: Key
ne: कुञ्जी

source: Your computer must be restarted in order to complete the installation of $BrandFullNameDA. Do you want to reboot now?
ne: तपाईंको कम्प्युटरमा $BrandFullNameDA को स्थापना पूरा गर्न फेरि सुरु गर्नुपर्छ। तपाईं अहिले रिबुट गर्न चाहनुहुन्छ?

source: &Translate web content
ne: वेब सामग्री अनुवाद गर्नुहोस्

source: Imported Certificate
ne: आयातित प्रमाणपत्र

source: SSL Client Certificate
ne: SSL क्लाइन्ट प्रमाणपत्र

source: Clear
ne: खाली गर्नुहोस्

source: Experiments
ne: प्रयोगहरू

source: The site at %S has been blocked by your browser configuration.
ne: %S साइटमा तपाईँको ब्राउजर कन्फिगरेसनद्वारा अवरुद्ध भएको छ।

source: Start conversation?
ne: वार्तालाप सुरु गर्ने हो ?

source: The following cookies are stored on your computer:
ne: यिनी कुकीहरू तपाईँको कम्प्युटरमा सञ्चित छन्:

source: , or
ne: , अथवा

source: %1$S of %2$S %3$S
ne: %2$S %3$S को %1$S

source: Debug
ne: डिबग

source: Options:
ne: विकल्पहरू:

source: Ireland
ne: आयरल्याण्ड

source: France
ne: फ्रान्स

source: You may choose individual options to be installed. Recommended for experienced users.
ne: स्थापनाको लागि व्यक्तिगत विकल्पहरु छान्नुहोस्। अनुभवी प्रयोगकर्ताका लागि सिफारिस गरिएको।

source: No camera or microphone found.
ne: क्यामेरा या माइक्रोफोन भेटिएन।

source: Manage breakpoints
ne: बिच्छेदबिन्दुहरू व्यवस्थापन गर्नुहोस्

source: &Show Only This Frame
ne: यो फ्रेम मात्र देखाउनुहोस्

source: Get More Themes
ne: अरु आवरणहरू पाउनुहोस्

source: Central European (ISO)
ne: केन्द्रीय युरोपेली (ISO)

source: Philippines
ne: फिलिपिन्स

source: Margins & Header/Footer
ne: सीमान्तहरू; हेडर/फुटर

source: Start Debug Mode
ne: डिबग्गिङ मोड सुरु गर्नुहोस्

source: Croatian
ne: क्रोयसियन

source: &FTP Proxy:
ne: FTP प्रोक्सी:

source: <p>The address specifies a protocol (e.g. <q>wxyz://</q>) the browser does not recognize, so the browser cannot properly connect to the site.</p><ul><li>Are you trying to access multimedia or other non-text services? Check the site for extra requirements.</li><li>Some protocols may require third-party software or plugins before the browser can recognize them.</li></ul>
ne: <p>ठेगानाले निर्दिष्ट गरेको प्रोटोकल (e.g. <q>wxyz://</q>) ब्राउजरले चिन्दैन, त्यसैले ब्राउजर साइटमा राम्रोसँग जडान गर्न सक्दैन । </p><ul><li>के तपाईँ मल्टिमेडिया वा अन्य पाठ नभएका सेवाहरू पहुँच गर्ने प्रयास गर्दै हुनुहुन्छ ? अतिरिक्त आवश्यकताहरूको लागि साइट जाँच गर्नुहोस् । </li><li>केही प्रोटोकलहरूलाई तिनीहरूलाई ब्राउजरले चिन्नु अघि तेस्रो पक्षीय सफ्टवेयर वा प्लगइनहरूको आवश्यक पर्दछ । </li></ul>

source: Mauritania
ne: माउरिटानिया

source: Proxy Server Not Found
ne: प्रोक्सी सर्भर फेला परेन

source: Proceeding will:
ne: अगाडि जानाले:

source: Current step: %S
ne: हालको चरण:%S

source: Late Writes
ne: ढिलो लेखन

source: ANSI X9.57 DSA Signature
ne: ANSI X9.57 DSA हस्ताक्षर

source: Live Bookmarks
ne: लाइभ पुस्तिका चिनो

source: Enter the code that the device provides:
ne: उपकरणले प्रदान गरेको कोड प्रविष्ट गर्नुहोस्:

source: Your connection is not private and information you share with the site could be viewed by others.
ne: तपाईँको जडान सुरक्षित छैन र तपाईँले आदान प्रदान गर्ने जानकारी अरुले पनि हेर्न सक्छन् ।

source: closed
ne: बन्द गरिएको

source: Show Suggestions
ne: सुझावहरू देखाउनुहोस्

source: open
ne: खोल्नुहोस्

source: search text field
ne: खोज टेक्स्ट फिल्ड

source: An error occurred during a connection to %S.
ne: %S मा जडानको बेला एउटा त्रुटि भेटियो।

source: A verification link has been sent to %S. Please check your email and click the link to begin syncing.
ne: एक प्रमाणिकरण लिंक %S मा पठाइएको छ। कृपया आफ्नो इमेल जाँच गर्नुहोस् र समक्रमण सुरु गर्न लिंकमा थिच्नुहोस्।

source: Stop &Wearing Theme
ne: वियरिङ आवरणहरू रोक्नुहोस्

source: user set
ne: प्रयोगकर्ताबाट सेट

source: Directory cannot be created, %S not writable
ne: निर्देशिका सिर्जना गर्न सकिएन, %S लेख्नयोग्य छैन

source: Browse…
ne: ब्राउज गर्नुहोस्…

source: By
ne: सर्जक

source: Languages
ne: भाषाहरू

source: &Add
ne: थप्नुहोस्

source: Found unexpected '%1$S' within @import.
ne: @import भित्र अनपेक्षित '%1$S' फेला पर्यो ।

source: #1 of #2 match;#1 of #2 matches
ne: #1 मध्ये #2 मिल्दो;#1 मध्ये #2 मिल्दो

source: Marshall Islands
ne: मार्शल द्विप

source: Information sent over the Internet without encryption can be seen by other people while it is in transit.
ne: पारवहन भएको बेला गुप्तिकरण बिना इन्टरनेटमा पठाएको सूचना अन्य मानिसले पनि देख्न सक्नेछन् ।

source: Luxembourg
ne: लक्जेम्बर्ग

source: Using an older version of Sync?
ne: समक्रमणको पुरानो संस्करण प्रयोग गरिँदै छ ?

source: January
ne: जनवरी

source: Removes completed, canceled, and failed downloads from the list
ne: पूरा गरिएको, रद्द गरिएको, र विफल भएको डाउनलोडहरूलाई सूचीबाट हटाउँदछ

source: Autoclose brackets
ne: कोष्ठक स्वतः बन्द गर्नुहोस्

source: We have come to visit you in peace and with goodwill!
ne: हामी तपाईकोमा शान्ति र मंगल-कामना सहित भ्रमण गर्न आएका छौं!

source: Armenian
ne: आर्मेनियन

source: Browsing
ne: ब्राउजिङ

source: Sorbian
ne: सर्बियन

source: Argentina
ne: अर्जेन्टिना

source: Please try again later
ne: कृपया फेरी प्रयास गर्नु होला

source: Em&ail Video…
ne: भिडियो इमेल गर्नुहोस्…

source: Failed to Connect
ne: जडान गर्न असमर्थ

source: Stop AEC Logging
ne: AEC लगिङ बन्द गर्नुहोस्

source: Introduction
ne: परिचय

source: Warning:
ne: चेतावनी:

source: property page
ne: स्वामित्व पृष्ठ

source: %1$S remaining
ne: %1$S बाँकी

source: Printing failed while starting the print job.
ne: मुद्रण कार्य सिर्जना गर्दा त्रुटी भएकोले मुद्रण गर्न सकिएन।

source: Quit %s
ne: %s अन्त्य गर्नुहोस्

source: By &Date
ne: मिति अनुरूप

source: The new value for the specified setting
ne: निर्दिष्ट गरिएको सेटिङको लागि नयाँ मान

source: jumped
ne: गईयो

source: Restore
ne: पूर्वावस्थामा ल्याउनुहोस्

source: (No description)
ne: (वर्णन छैन)

source: View the service install message
ne: सेवा स्थापना सन्देश हेर्नुहोस्

source: P&lay Speed
ne: चल्ने गति

source: Available remote add-ons:
ne: उपलब्धित टाढाको ट्याबहरू:

source: not checked
ne: चयन नगरिएको

source: Check for updates for this add-on
ne: यो एड-अनको लागि अद्यावधिकहरू जाँच गर्नुहोस्

source: Response headers
ne: प्रतिक्रिया शीर्षकहरू

source: &Full Screen
ne: पूरा पर्दा

source: Stack:
ne: थाक:

source: C&opy Video Location
ne: भिडियो स्थान प्रतिलिपि गर्नुनुहोस्

source: Scope lost
ne: कार्यक्षत्र हरायो

source: $BrandShortName must be closed to proceed with the installation. Please close $BrandShortName to continue.
ne: स्थापना प्रक्रिया सुचारु गर्न $BrandShortName लाई बन्द गर्नै पर्छ। प्रक्रिया सुचारु गर्न कृपया $BrandShortName बन्द गर्नुहोस्।

source: I do NOT accept the terms of the License Agreement
ne: म इजाजतपत्र सम्झौतामा भएका सर्तहरू स्वीकार गर्दिन

source: Tile
ne: टायल

source: Only with High Contrast themes
ne: उच्च कन्ट्र्यास्ट आवरणहरूसँग मात्र

source: Chan&ge preferences for search engine suggestions…
ne: खोज इन्जिन सुझावहरूका लागि प्राथमिकताहरू परिवर्तन गर्नुहोस्…

source: A&ccept third-party cookies:
ne: तेस्रो-पक्षबाट आउने कुकीहरू स्वीकार गर्नुहुोस्:

source: . The Privacy Policy is available at
ne: । गोपनीयता निति यहाँ उपलब्ध छन्

source: Arabic (ISO)
ne: अरबी (ISO)

source: Operators:
ne: सञ्चालनकर्ताहरू:

source: &brandShortName; needs to go online in order to see if updates are available for your add-ons to make them compatible with this version.
ne: तपाईँको एड-अनहरू यो संस्करणमा चलाउन &brandShortName; लाई अनलाई जानुपर्ने हुन्छ ताकि उसले तपाईँको एड-अनहरूको लागि अद्यावधिक उपलब्ध छ कि छैन खोजोस्।

source: Buttons
ne: बटनहरू

source: Will be enabled
ne: सक्रिय पारिने छ

source: &Tabs
ne: ट्याबहरू

source: Are you sure you want to quit $BrandFullName Uninstall?
ne: के तपाईं $BrandFullName स्थापना रद्द अन्त्य गर्न चाहनुहुन्छ?

source: base
ne: आधार

source: Install Add-on
ne: एड-अनहरू स्थापना गर्नुहोस्

source: Share Thi&s Page
ne: यो पृष्ठ बाँड्नुहोस्

source: End-User Rights
ne: प्रयोगकर्ता अधिकारहरू

source: Learn more
ne: अझ जान्नुहोस्

source: Import…
ne: आयात गर्नुहोस्...

source: Checking for Compatible Add-ons
ne: मिल्दा एड-अनहरूको लागि जाँच गरिँदै

source: SECG elliptic curve sect239k1
ne: SECG अण्डाकार वक्ररेखा sect239k1

source: Ch&oose…
ne: छान्नुहोस् ...

source: enclosed
ne: बन्द गरिएको

source: Location:
ne: स्थान:

source: Click Finish to create this new profile.
ne: यो नयाँ प्रोफाइल सिर्जना गर्नका लागि समाप्त गर्नुहोस्मा क्लिक गर्नुहोस्।

source: Mute your audio
ne: आफ्नो आवाज बन्द गर्नुहोस्

source: Iran
ne: इरान
